public class Main {
    public static void main(String[] args) {
        System.out.println("Домашнее задание 5-4 - Билет 13 - Задача");
        System.out.println();
//      Дан класс User, который содержит поля с именем и возрастом. Необходимо реализовать следующий метод:
//
//      На входе коллекция пользователей.
//      Необходимо удалить все дубли (одинаковое имя и возраст).
//      Отсортировать по возрасту и имени.
//      Вернуть самого старого пользователя.
//

    }

}
